Repository: appboypov/turbo_packages
Catalog: turbo_template/flutter-app/lib/l10n/intl_*.arb
Languages: nl

source: a household
nl: een huishouden

source: Accept
nl: Accepteren

# acceptingInviteWillRemoveYouFromCurrentHousehold
source: This will remove you from '{householdName}'. Continue?
nl: Dit verwijdert je uit '{householdName}'. Doorgaan?

source: Account created
nl: Account aangemaakt

source: Account creation failed
nl: Account aanmaken mislukt

source: Add
nl: Toevoegen

source: Add email
nl: E-mail toevoegen

source: Add Item
nl: Item toevoegen

source: Add item to list
nl: Item aan lijst toevoegen

source: Add link
nl: Link toevoegen

source: Add phone number
nl: Telefoonnummer toevoegen

# addRoomy
source: Add member
nl: Huisgenoot toevoegen

source: Add subtask
nl: Subtaak toevoegen

# addSubtaskHint
source: Add a new subtask...
nl: Nieuwe subtaak toevoegen...

# addSubtasksToBreakDownYourTask
source: Add subtasks to break down your task into smaller steps
nl: Voeg subtaken toe om je taak op te delen in kleinere stappen

source: Add Task
nl: Taak toevoegen

source: Added by
nl: Toegevoegd door

source: Added by {user} on {date}
nl: Toegevoegd door {user} op {date}

source: All items unchecked
nl: Alle items uitgevinkt

source: All Tasks
nl: Alle taken

# allTasksDescription
source: View all cleaning tasks in your household. You can claim unassigned tasks, see who's responsible for each task, and track the overall cleaning schedule
nl: Bekijk alle schoonmaaktaken in je huishouden. Je kunt niet-toegewezen taken claimen, zien wie verantwoordelijk is voor elke taak en het volledige schoonmaakschema volgen

# alreadyHaveAccount
source: Already have an account?
nl: Heb je al een account?

source: Already in use
nl: Al in gebruik

# anErrorOccurredWhileTryingToLogoutPleaseTryAgain
source: An error occurred while trying to logout. Please try again later.
nl: Er is een fout opgetreden bij het uitloggen. Probeer het later opnieuw.

source: An unknown error occurred. Please try again later.
nl: Er is een onbekende fout opgetreden. Probeer het later opnieuw.

source: and
nl: en

# andCountMore
source: + {count} more
nl: + {count} meer

source: Another day, another list.
nl: Weer een dag, weer een lijst.

source: Are you sure you want to decline this invite?
nl: Weet je zeker dat je deze uitnodiging wilt weigeren?

source: Are you sure you want to delete this image?
nl: Weet je zeker dat je deze afbeelding wilt verwijderen?

source: Are you sure you want to delete this item?
nl: Weet je zeker dat je dit item wilt verwijderen?

source: Are you sure you want to delete this shopping list?
nl: Weet je zeker dat je deze boodschappenlijst wilt verwijderen?

source: Are you sure you want to delete this subtask?
nl: Weet je zeker dat je deze subtaak wilt verwijderen?

source: Are you sure you want to delete this task?
nl: Weet je zeker dat je deze taak wilt verwijderen?

source: Are you sure you want to leave this household?
nl: Weet je zeker dat je dit huishouden wilt verlaten?

source: Are you sure you want to logout?
nl: Weet je zeker dat je wilt uitloggen?

# areYouSureYouWantToProceedThisWillTake
source: Are you sure you want to proceed? This will take you to the delete account page.
nl: Weet je zeker dat je wilt doorgaan? Dit brengt je naar de pagina om je account te verwijderen.

source: Are you sure you want to remove this member?
nl: Weet je zeker dat je dit lid wilt verwijderen?

source: Are you sure you want to unassign this task?
nl: Weet je zeker dat je deze taak wilt loskoppelen?

source: Are you sure you want to uncheck all items?
nl: Weet je zeker dat je alle items wilt uitvinken?

source: Assign
nl: Toewijzen

source: Assigned
nl: Toegewezen

source: Assigned to
nl: Toegewezen aan

source: Assignment
nl: Toewijzing

source: august
nl: augustus

source: Back
nl: Terug

# beforeMovingOnTakeAMomentToReadHowWe
source: Before moving on, take a moment to read how we protect your personal information.
nl: Neem even de tijd om te lezen hoe wij je persoonlijke gegevens beschermen voordat je verdergaat.

# bekijkSchema
source: Check Schema
nl: Bekijk schema

source: Biography
nl: Biografie

source: Bulk Actions
nl: Bulk acties

# byClickingContinue
source: By clicking continue, you agree to our
nl: Door op doorgaan te klikken, ga je akkoord met onze

source: Cancel
nl: Annuleren

source: Cancel Invite
nl: Uitnodiging annuleren

source: Are you sure you want to cancel this invite?
nl: Weet je zeker dat je deze uitnodiging wilt annuleren?

# failedToCancelInvitePleaseTryAgainLater
source: Failed to cancel invite right now, please try again later.
nl: Uitnodiging annuleren is nu niet gelukt, probeer het later opnieuw.

source: Change Name
nl: Naam wijzigen

source: Change Password
nl: Wachtwoord wijzigen

# checkAllTasksToClaimOrGetAssigned
source: Check 'Schema' to claim or assign.
nl: Bekijk 'Schema' om te claimen of toe te wijzen.

source: Check Status
nl: Status controleren

# checkYourSpamFolder
source: Can't find it? Check your spam or junk folder.
nl: Kun je hem niet vinden? Controleer je spam of ongewenste map.

source: Claim
nl: Claimen

source: Claim Task
nl: Taak claimen

# claimTaskConfirmationMessage
source: Are you sure you want to claim this task? This will assign it to you.
nl: Weet je zeker dat je deze taak wilt claimen? Dit wijst hem aan jou toe.

# claimTaskConfirmationTitle
source: Claim this task?
nl: Deze taak claimen?

source: Cleaning
nl: Schoonmaken

# cleaningFrequency
source: Frequency
nl: Frequentie

source: Cleaning Schedule
nl: Schoonmaakschema

# cleaningTaskDescription
source: Description
nl: Beschrijving

# cleaningTaskDescriptionHint
source: e.g. Brief overview of what needs to be done
nl: bijv. Kort overzicht van wat er gedaan moet worden

# cleaningTaskDescriptionMaxLength
source: Description can be at most 200 characters long.
nl: Beschrijving mag maximaal 200 tekens lang zijn.

# enterValidNumber
source: Please enter a valid number.
nl: Voer een geldig nummer in.

# cleaningTaskFrequencyMaxCount
source: Frequency must be at most 100.
nl: Frequentie moet maximaal 100 zijn.

# cleaningTaskFrequencyMinCount
source: Frequency must be at least 1.
nl: Frequentie moet minimaal 1 zijn.

# cleaningTaskFrequencyRequired
source: This field is required
nl: Dit veld is verplicht

# cleaningTaskInstructions
source: Instructions
nl: Instructies

# cleaningTaskInstructionsHint
source: e.g. Clean the shower, toilet, and sink
nl: bijv. Maak de douche, toilet en wastafel schoon

# cleaningTaskInstructionsMaxLength
source: Instructions can be at most 200 characters long.
nl: Instructies mogen maximaal 200 tekens lang zijn.

# cleaningTaskName
source: Name
nl: Naam

# cleaningTaskNameHint
source: e.g. Clean the bathroom
nl: bijv. Badkamer schoonmaken

# cleaningTaskNameMaxLength
source: Name can be at most 50 characters long.
nl: Naam mag maximaal 50 tekens lang zijn.

# cleaningTaskNameMinLength
source: Name must be at least 1 character long.
nl: Naam moet minimaal 1 teken lang zijn.

# cleaningTaskSize
source: Size
nl: Grootte

# cleaningTaskSizeHint
source: Select the effort level for this task
nl: Selecteer het inspanningsniveau voor deze taak

# cleaningTaskSizeL
source: Large
nl: Groot

# cleaningTaskSizeS
source: Small
nl: Klein

# cleaningTaskSizeXl
source: Extra Large
nl: Extra groot

# cleaningTaskSizeXs
source: Extra Small
nl: Extra klein

# cleaningTaskTimespanRequired
source: This field is required
nl: Dit veld is verplicht

# cleaningTasksEmptySubtitle
source: Create your first cleaning task to get organized.
nl: Maak je eerste schoonmaaktaak aan om georganiseerd te worden.

# cleaningTimespan
source: Timespan
nl: Tijdsperiode

# cleaningTimespanDay
source: Day
nl: Dag

# cleaningTimespanMonth
source: Month
nl: Maand

# cleaningTimespanYear
source: Year
nl: Jaar

source: Click here to log in
nl: Klik hier om in te loggen

source: Click to view
nl: Klik om te bekijken

# codeInvullen
source: Join household
nl: Huishouden joinen

# codeTonen
source: Show Code
nl: Code tonen

source: Complete
nl: Voltooien

source: Completed
nl: Voltooid

source: Completed by you
nl: Door jou voltooid

source: Components
nl: Componenten

source: Configure
nl: Configureren

source: Confirm your password
nl: Bevestig je wachtwoord

source: Copy to clipboard
nl: Kopiëren naar klembord

source: Core
nl: Kern

source: Create
nl: Aanmaken

# createAccount
source: Create an account
nl: Account aanmaken

# createAndManageYourCleaningTasks
source: Very important task details.
nl: Zeer belangrijke taakdetails.

source: Create Shopping List
nl: Boodschappenlijst aanmaken

source: Create your first household!
nl: Maak je eerste huishouden aan!

source: Created at {dateString}
nl: Aangemaakt op {dateString}

source: Danger Zone
nl: Gevarenzone

source: Database Failure
nl: Database fout

source: day
nl: dag

source: Day of month
nl: Dag van de maand

# dayOfMonthPlaceholder
source: e.g. 15
nl: bijv. 15

source: days
nl: dagen

source: Decline
nl: Weigeren

source: Decline Invite
nl: Uitnodiging weigeren

source: Decrease
nl: Verlagen

source: Delete
nl: Verwijderen

source: Delete Account
nl: Account verwijderen

source: Delete Image
nl: Afbeelding verwijderen

source: Delete item
nl: Item verwijderen

source: Delete Shopping List
nl: Boodschappenlijst verwijderen

source: Deleting failed
nl: Verwijderen mislukt

source: Description
nl: Beschrijving

source: Do you want to visit the privacy policy?
nl: Wil je het privacybeleid bekijken?

source: Do you want to visit the terms of service?
nl: Wil je de servicevoorwaarden bekijken?

# dontHaveAccount
source: Don't have an account?
nl: Heb je geen account?

source: Drag to reorder
nl: Sleep om te herschikken

source: Dutch
nl: Nederlands

source: Edit
nl: Bewerken

source: Edit item
nl: Item bewerken

source: Edit Language
nl: Taal bewerken

source: Edit Name
nl: Naam bewerken

source: Edit profile
nl: Profiel bewerken

source: Edit shopping list details
nl: Boodschappenlijst details bewerken

source: Edit Task
nl: Taak bewerken

source: Edit your shopping list
nl: Bewerk je boodschappenlijst

# emailHint
source: your@email.com
nl: jouw@email.com

source: Email not yet verified
nl: E-mail nog niet geverifieerd

source: Email Sent
nl: E-mail verzonden

source: Email verified
nl: E-mail geverifieerd

# emptyPlaceholderAnEmptyList
source: An empty list is a clear sky; what will you build?
nl: Een lege lijst is een heldere hemel; wat ga je bouwen?

# emptyPlaceholderBlankCanvas
source: A blank canvas awaits your masterpiece.
nl: Een leeg canvas wacht op je meesterwerk.

# emptyPlaceholderEmptySpaces
source: Empty spaces are just rooms for growth.
nl: Lege ruimtes zijn slechts ruimte voor groei.

# emptyPlaceholderNoEntries
source: No entries yet, but infinite potential.
nl: Nog geen items, maar eindeloos potentieel.

# emptyPlaceholderNotAVoid
source: This is not a void, it's a stage.
nl: Dit is geen leegte, het is een podium.

# emptyPlaceholderNotSadJustEmpty
source: Not sad, just empty.
nl: Niet treurig, gewoon leeg.

# emptyPlaceholderNothingHere
source: Nothing here but possibilities.
nl: Hier is niets behalve mogelijkheden.

# emptyPlaceholderTheEmptiness
source: The emptiness you see is the space for your next achievement.
nl: De leegte die je ziet is de ruimte voor je volgende prestatie.

# emptyPlaceholderTheEmptinessIsNotALack
source: The emptiness is not a lack, but a space to fill.
nl: De leegte is geen gebrek, maar een ruimte om te vullen.

# emptyPlaceholderZeroItems
source: Zero items, endless opportunity.
nl: Nul items, eindeloze mogelijkheden.

# emptySubtasksMessage
source: No subtasks yet. Add one above!
nl: Nog geen subtaken. Voeg er hierboven een toe!

source: English
nl: Engels

source: Enter a description for your shopping list
nl: Voer een beschrijving in voor je boodschappenlijst

source: Enter a name for your shopping list
nl: Voer een naam in voor je boodschappenlijst

source: Enter a valid email
nl: Voer een geldig e-mailadres in

# enterDetailsToRegister
source: Enter your details to register
nl: Voer je gegevens in om te registreren

# enterInviteCode
source: Enter Code
nl: Code invoeren

# enterTheNameForTheNewShoppingList
source: Enter the name for the new shopping list. This will be visible to all members.
nl: Voer de naam in voor de nieuwe boodschappenlijst. Deze is zichtbaar voor alle leden.

# enterTheNewNameForTheHouseholdThisWillBe
source: Enter the new name for the household. This will be visible to all members.
nl: Voer de nieuwe naam in voor het huishouden. Deze is zichtbaar voor alle leden.

# enterValidPhoneNumber
source: Please enter a valid phone number
nl: Voer een geldig telefoonnummer in

# enterValidURL
source: Please enter a valid URL
nl: Voer een geldige URL in

# enterValueBetween1And31
source: Enter a value between 1 and 31
nl: Voer een waarde in tussen 1 en 31

source: Enter what was expected and what actually happened.
nl: Voer in wat er verwacht werd en wat er daadwerkelijk gebeurde.

source: Enter your email
nl: Voer je e-mail in

source: Enter your idea for an improvement or feature request.
nl: Voer je idee in voor een verbetering of functie-aanvraag.

source: Enter your password
nl: Voer je wachtwoord in

source: Error
nl: Fout

source: Error creating cleaning task
nl: Fout bij aanmaken schoonmaaktaak

source: Error updating cleaning task
nl: Fout bij bijwerken schoonmaaktaak

source: Every
nl: Elke

# failedToAcceptInvitePleaseTryAgainLaterAndContact
source: Failed to accept invite, please try again later and contact us if the problem persists.
nl: Uitnodiging accepteren mislukt, probeer het later opnieuw en neem contact met ons op als het probleem aanhoudt.

source: Failed to add item
nl: Item toevoegen mislukt

source: Failed to add subtask
nl: Subtaak toevoegen mislukt

source: Failed to assign task. Please try again.
nl: Taak toewijzen mislukt. Probeer het opnieuw.

source: Failed to call cloud function
nl: Cloud functie aanroepen mislukt

source: Failed to claim task. Please try again.
nl: Taak claimen mislukt. Probeer het opnieuw.

source: Failed to complete task
nl: Taak voltooien mislukt

source: Failed to create cleaning task, please try again later
nl: Schoonmaaktaak aanmaken mislukt, probeer het later opnieuw

# failedToDeclineInviteRightNowPleaseTryAgainLater
source: Failed to decline invite right now, please try again later and contact us if the problem persist.
nl: Uitnodiging weigeren is nu niet gelukt, probeer het later opnieuw en neem contact met ons op als het probleem aanhoudt.

source: Failed to delete image. Please try again later.
nl: Afbeelding verwijderen mislukt. Probeer het later opnieuw.

source: Failed to delete item. Please try again later.
nl: Item verwijderen mislukt. Probeer het later opnieuw.

source: Failed to delete shopping list. Please try again later.
nl: Boodschappenlijst verwijderen mislukt. Probeer het later opnieuw.

source: Failed to delete subtask
nl: Subtaak verwijderen mislukt

source: Failed to delete task. Please try again later.
nl: Taak verwijderen mislukt. Probeer het later opnieuw.

# failedToLoadCleaningTasks
source: Failed to load cleaning tasks. Please try again.
nl: Schoonmaaktaken laden mislukt. Probeer het opnieuw.

source: Failed to log in
nl: Inloggen mislukt

# failedToNavigateToAddTask
source: Failed to navigate to add task. Please try again.
nl: Navigeren naar taak toevoegen mislukt. Probeer het opnieuw.

# failedToNavigateToTask
source: Failed to navigate to task. Please try again.
nl: Navigeren naar taak mislukt. Probeer het opnieuw.

source: Failed to remove member right now. Please try again later.
nl: Lid verwijderen is nu niet gelukt. Probeer het later opnieuw.

source: Failed to reorder items, please try again.
nl: Items herschikken mislukt, probeer het opnieuw.

source: Failed to reorder subtasks
nl: Subtaken herschikken mislukt

# failedToSelectImagePleaseTryAgainIfTheProblem
source: Failed to select image. Please try again. If the problem persists, please contact support.
nl: Afbeelding selecteren mislukt. Probeer het opnieuw. Neem contact op met support als het probleem aanhoudt.

source: Failed to send invite
nl: Uitnodiging verzenden mislukt

source: Failed to show assignment options.
nl: Toewijzingsopties tonen mislukt.

# failedToTakePhotoPleaseTryAgainIfTheProblem
source: Failed to take photo. Please try again. If the problem persists, please contact support.
nl: Foto maken mislukt. Probeer het opnieuw. Neem contact op met support als het probleem aanhoudt.

source: Failed to unassign task. Please try again.
nl: Taak loskoppelen mislukt. Probeer het opnieuw.

source: Failed to uncheck all items
nl: Alle items uitvinken mislukt

source: Failed to uncomplete task
nl: Taak ongedaan maken mislukt

source: Failed to update cleaning task, please try again later
nl: Schoonmaaktaak bijwerken mislukt, probeer het later opnieuw

source: Failed to update name
nl: Naam bijwerken mislukt

source: Failed to update shopping list
nl: Boodschappenlijst bijwerken mislukt

source: Failed to update subtask
nl: Subtaak bijwerken mislukt

source: Failed to update time slots
nl: Tijdsloten bijwerken mislukt

source: Failed to upload image. Please try again later.
nl: Afbeelding uploaden mislukt. Probeer het later opnieuw.

source: february
nl: februari

# feedbackButton_tooltip
source: Send feedback
nl: Feedback verzenden

source: Feedback submitted
nl: Feedback verzonden

source: Fill in your biography
nl: Vul je biografie in

source: Fill in your email
nl: Vul je e-mail in

# fillInYourEmailAddressAndWeWillSendYou
source: Fill in your email address.
nl: Vul je e-mailadres in.

source: Fill in your link
nl: Vul je link in

source: Fill in your phone number
nl: Vul je telefoonnummer in

source: Forgot password?
nl: Wachtwoord vergeten?

# frequencyCountPlaceholder
source: e.g. 2
nl: bijv. 2

# frequencyMode
source: Times per period
nl: Keer per periode

# frequencyModeExample
source: e.g., "2 times per week" or "4 times per month"
nl: bijv. "2 keer per week" of "4 keer per maand"

source: fri
nl: vr

source: friday
nl: vrijdag

# friendsTeachUsTrustRoommatesTeachUsHarmony
source: The chosen few.
nl: De uitverkorenen.

source: Gallery
nl: Galerij

source: General
nl: Algemeen

source: General settings in the app.
nl: Algemene instellingen in de app.

source: Generate Invite Code
nl: Uitnodigingscode genereren

source: Generating invite code...
nl: Uitnodigingscode genereren...

source: Go back
nl: Ga terug

source: Got it
nl: Begrepen

source: Hello @{username}
nl: Hallo @{username}

source: Household
nl: Huishouden

# householdCreated
source: {householdName} created!
nl: {householdName} aangemaakt!

source: Household Invite
nl: Huishouden uitnodiging

source: Household Invites
nl: Huishouden uitnodigingen

# householdNameAdjectiveBusy
source: Busy
nl: Druk

# householdNameAdjectiveCharming
source: Charming
nl: Charmant

# householdNameAdjectiveCheerful
source: Cheerful
nl: Vrolijk

# householdNameAdjectiveComfy
source: Comfy
nl: Comfortabel

# householdNameAdjectiveCozy
source: Cozy
nl: Gezellig

# householdNameAdjectiveCreative
source: Creative
nl: Creatief

# householdNameAdjectiveCute
source: Cute
nl: Schattig

# householdNameAdjectiveFriendly
source: Friendly
nl: Vriendelijk

# householdNameAdjectiveHappy
source: Happy
nl: Blij

# householdNameAdjectiveInviting
source: Inviting
nl: Uitnodigend

# householdNameAdjectiveLively
source: Lively
nl: Levendig

# householdNameAdjectivePeaceful
source: Peaceful
nl: Vredig

# householdNameAdjectiveQuaint
source: Quaint
nl: Pittoresk

# householdNameAdjectiveQuiet
source: Quiet
nl: Rustig

# householdNameAdjectiveRelaxed
source: Relaxed
nl: Ontspannen

# householdNameAdjectiveRustic
source: Rustic
nl: Rustiek

# householdNameAdjectiveSecluded
source: Secluded
nl: Afgelegen

# householdNameAdjectiveSerene
source: Serene
nl: Sereen

# householdNameAdjectiveShared
source: Shared
nl: Gedeeld

# householdNameAdjectiveSnug
source: Snug
nl: Knus

# householdNameAdjectiveSunny
source: Sunny
nl: Zonnig

# householdNameAdjectiveTranquil
source: Tranquil
nl: Rustig

# householdNameAdjectiveVibrant
source: Vibrant
nl: Levendig

source: Household name must be at least 3 characters long
nl: Huishoudnaam moet minimaal 3 tekens lang zijn

source: Household name must be at most 50 characters long
nl: Huishoudnaam mag maximaal 50 tekens lang zijn

# householdNameNounAbode
source: Abode
nl: Verblijf

# householdNameNounBase
source: Base
nl: Basis

# householdNameNounCabin
source: Cabin
nl: Hut

# householdNameNounCastle
source: Castle
nl: Kasteel

# householdNameNounCorner
source: Corner
nl: Hoek

# householdNameNounCottage
source: Cottage
nl: Huisje

# householdNameNounDen
source: Den
nl: Hol

# householdNameNounDwelling
source: Dwelling
nl: Woning

# householdNameNounFamily
source: Family
nl: Familie

# householdNameNounHangout
source: Hangout
nl: Hangplek

# householdNameNounHeadquarters
source: Headquarters
nl: Hoofdkwartier

# householdNameNounHideaway
source: Hideaway
nl: Schuilplaats

# householdNameNounHome
source: Home
nl: Thuis

# householdNameNounOasis
source: Oasis
nl: Oase

# householdNameNounPad
source: Pad
nl: Stekkie

# householdNameNounPlace
source: Place
nl: Plek

# householdNameNounRetreat
source: Retreat
nl: Toevluchtsoord

# householdNameNounSanctuary
source: Sanctuary
nl: Heiligdom

source: Household Requests
nl: Huishouden verzoeken

source: Households that you have been invited to.
nl: Huishoudens waarvoor je bent uitgenodigd.

# householdsYouRequestedToJoin
source: Waiting for approval from
nl: Wachtend op goedkeuring van

source: I agree to the
nl: Ik ga akkoord met de

# idea
source: {idea} Idea
nl: {idea} Idee

# ifRegisteredWeSend
source: If {email} is registered with us, a password reset email has been sent.
nl: Als {email} bij ons is geregistreerd, is er een wachtwoord reset e-mail verzonden.

source: Image deleted
nl: Afbeelding verwijderd

source: Image uploaded
nl: Afbeelding geüpload

# inDays
source: in {count} days
nl: over {count} dagen

# inMonths
source: in {count} months
nl: over {count} maanden

# inOneDay
source: in 1 day
nl: over 1 dag

# inOneMonth
source: in 1 month
nl: over 1 maand

# inOnePlusWeek
source: in 1+ week
nl: over 1+ week

# inWeeks
source: In {inWeeks} Weeks
nl: Over {inWeeks} weken

# inWeeksPlus
source: in {count}+ weeks
nl: over {count}+ weken

source: Increase
nl: Verhogen

# intervalMode
source: Repeat every...
nl: Herhaal elke...

# intervalModeExample
source: e.g., "Every 3 days" or "Every 2 weeks"
nl: bijv. "Elke 3 dagen" of "Elke 2 weken"

# intervalValuePlaceholder
source: e.g. 3
nl: bijv. 3

# invalidDayOfMonth
source: Day of month must be between 1 and 31
nl: Dag van de maand moet tussen 1 en 31 zijn

# invalidFrequencyCount
source: Frequency count must be greater than 0
nl: Frequentie moet groter zijn dan 0

# invalidIntervalValue
source: Interval value must be greater than 0
nl: Intervalwaarde moet groter zijn dan 0

source: Invalid quantity
nl: Ongeldige hoeveelheid

source: Invalid Time Slot
nl: Ongeldig tijdslot

source: Invite
nl: Uitnodigen

source: Invite accepted!
nl: Uitnodiging geaccepteerd!

source: Invite canceled!
nl: Uitnodiging geannuleerd!

source: Invite Code
nl: Uitnodigingscode

# inviteCodeCopied
source: Invite code copied to clipboard
nl: Uitnodigingscode gekopieerd naar klembord

# inviteCodeInvalid
source: Invalid code. Check and try again.
nl: Ongeldige code. Controleer en probeer opnieuw.

# inviteCodeMustBeExactly4Characters
source: Code must be 4 characters
nl: Code moet 4 tekens zijn

# inviteCodeRequired
source: Enter code (4 characters)
nl: Voer code in (4 tekens)

source: Invite declined!
nl: Uitnodiging geweigerd!

# inviteHouseholdMessage
source: Enter username to invite.
nl: Voer gebruikersnaam in om uit te nodigen.

source: Invite sent
nl: Uitnodiging verzonden

# inviteSentSuccessfully
source: Invite sent
nl: Uitnodiging verzonden
