Repository: appboypov/turbo_packages
Catalog: turbo_template/flutter-app/lib/l10n/intl_*.arb
Languages: nl

# notificationPermissionDeniedInfo
source: Notification permission is disabled. Enable it in your device settings to receive updates.
nl: Meldingstoestemming is uitgeschakeld. Schakel het in via je apparaatinstellingen om updates te ontvangen.

source: Open Settings
nl: Open instellingen

# welcomeToApp
source: Welcome to {appName}
nl: Welkom bij {appName}
