Repository: appboypov/turbo_packages
Catalog: turbo_template/flutter-app/lib/l10n/intl_*.arb
Languages: nl

source: Invited
nl: Uitgenodigd

source: Invites sent to others to join your household.
nl: Uitnodigingen verzonden aan anderen om lid te worden van je huishouden.

source: Item added
nl: Item toegevoegd

source: Item completed
nl: Item voltooid

source: Item deleted
nl: Item verwijderd

source: Item uncompleted
nl: Item ongedaan gemaakt

source: Item updated
nl: Item bijgewerkt

source: january
nl: januari

source: Join Household
nl: Huishouden joinen

source: Join or leave a household.
nl: Een huishouden joinen of verlaten.

source: Join Request Sent
nl: Lidmaatschapsverzoek verzonden

source: Join Requests
nl: Lidmaatschapsverzoeken

source: july
nl: juli

source: june
nl: juni

source: Language
nl: Taal

source: Language changed
nl: Taal gewijzigd

source: Language changed to {supportedLanguage}
nl: Taal gewijzigd naar {supportedLanguage}

# lastUpdateAtString
source: Last update at {lastUpdatedAtString}
nl: Laatste update op {lastUpdatedAtString}

source: Last Week
nl: Vorige week

source: Leave
nl: Verlaten

# leaveAndJoin
source: Leave
nl: Verlaten

source: Leave Current Household?
nl: Huidig huishouden verlaten?

source: Leave household
nl: Huishouden verlaten

# leaveJoin
source: Leave
nl: Verlaten

# linkHint
source: e.g. https://twitter.com/username
nl: bijv. https://twitter.com/gebruikersnaam

source: List
nl: Lijst

source: Loading
nl: Laden

source: Logged in
nl: Ingelogd

source: Logged out
nl: Uitgelogd

source: Login
nl: Inloggen

# loginToAccount
source: Login to your {appName} account
nl: Log in op je {appName} account

source: Logout
nl: Uitloggen

source: Logout failed
nl: Uitloggen mislukt

source: Main Shopping List
nl: Hoofd boodschappenlijst

source: Manage
nl: Beheren

source: Manage Cleaning Task
nl: Schoonmaaktaak beheren

source: Manage household members
nl: Huishoudenleden beheren

source: Manage pending invites to join a different household
nl: Beheer openstaande uitnodigingen om lid te worden van een ander huishouden

source: Manage pending invites to join this household.
nl: Beheer openstaande uitnodigingen om lid te worden van dit huishouden.

# manageYourShoppingListsAndItems
source: Shopping made easy.
nl: Boodschappen doen makkelijk gemaakt.

source: Management
nl: Beheer

source: mar
nl: mrt

source: march
nl: maart

# maxLengthExceeded
source: Maximum length of {length} characters exceeded
nl: Maximale lengte van {length} tekens overschreden

# maximumHouseholdMembersReached
source: Maximum number of household members reached
nl: Maximaal aantal huishoudenleden bereikt

# maximumHouseholdMembersReachedMessage
source: This household has reached its maximum member limit. Please contact the household owner if you believe this is an error.
nl: Dit huishouden heeft het maximale ledenlimiet bereikt. Neem contact op met de eigenaar van het huishouden als je denkt dat dit een fout is.

source: Maximum Skips Reached
nl: Maximaal aantal overgeslagen bereikt

# maximumValueExceeded
source: Maximum value of {value} exceeded
nl: Maximale waarde van {value} overschreden

source: may
nl: mei

source: Member
nl: Lid

source: Member removed!
nl: Lid verwijderd!

source: Member since {createdAtString}
nl: Lid sinds {createdAtString}

source: Member since {date}
nl: Lid sinds {date}

source: Members
nl: Leden

source: Message must be less than 500 characters
nl: Bericht moet minder dan 500 tekens zijn

# minimumValueRequired
source: Minimum value of {value} is required
nl: Minimale waarde van {value} is vereist

source: minute
nl: minuut

source: minutes
nl: minuten

source: Missing List
nl: Ontbrekende lijst

source: mon
nl: ma

source: monday
nl: maandag

source: month
nl: maand

source: months
nl: maanden

source: My Cleaning Schedule
nl: Mijn schoonmaakschema

source: My Household
nl: Mijn huishouden

source: My Invites
nl: Mijn uitnodigingen

source: My Requests
nl: Mijn verzoeken

source: My Roomies
nl: Mijn huisgenoten

source: My Shopping Lists
nl: Mijn boodschappenlijsten

source: My Tasks
nl: Mijn taken

# myTasksDescription
source: Here you can find all tasks assigned to you.
nl: Hier vind je alle taken die aan jou zijn toegewezen.

source: Name
nl: Naam

# nameCanBeAtMost
source: Name can be at most {kLimitsMaxNameLength} characters long.
nl: Naam mag maximaal {kLimitsMaxNameLength} tekens lang zijn.

source: Name changed successfully
nl: Naam succesvol gewijzigd

source: Name must be less than 50 characters
nl: Naam moet minder dan 50 tekens zijn

source: Next Deadline
nl: Volgende deadline

# nextDue
source: Next due: {date}
nl: Volgende: {date}

source: Next Week
nl: Volgende week

source: No cleaning tasks yet!
nl: Nog geen schoonmaaktaken!

source: No deadline
nl: Geen deadline

source: No description
nl: Geen beschrijving

source: No Household Found
nl: Geen huishouden gevonden

source: No household members available for assignment.
nl: Geen huishoudenleden beschikbaar voor toewijzing.

source: No instructions provided
nl: Geen instructies gegeven

# noInviteCodeAvailable
source: No invite code found, try again later!
nl: Geen uitnodigingscode gevonden, probeer het later opnieuw!

source: No recurrence
nl: Geen herhaling

# noResultsPlaceholderAnEmptyList
source: An empty list is a prompt for new perspectives.
nl: Een lege lijst nodigt uit tot nieuwe perspectieven.

# noResultsPlaceholderConsiderADifferent
source: Consider a different approach or term.
nl: Overweeg een andere aanpak of term.

# noResultsPlaceholderEmbraceThis
source: Embrace this empty list as a moment of calm.
nl: Omarm deze lege lijst als een moment van rust.

# noResultsPlaceholderInThisMoment
source: In this moment, no results arise.
nl: Op dit moment zijn er geen resultaten.

# noResultsPlaceholderMaybeWhatYoureLooking
source: Maybe what you're looking for is hidden in another perspective.
nl: Misschien is wat je zoekt verborgen in een ander perspectief.

# noResultsPlaceholderNoAnswers
source: No answers here.
nl: Hier geen antwoorden.

# noResultsPlaceholderNoMatches
source: No matches here. Reimagine your query.
nl: Geen overeenkomsten hier. Herformuleer je zoekopdracht.

# noResultsPlaceholderNoResults
source: No results found.
nl: Geen resultaten gevonden.

# noResultsPlaceholderNothingFound
source: Nothing found here.
nl: Hier niets gevonden.

# noResultsPlaceholderNothingMatched
source: Nothing matched your query.
nl: Niets kwam overeen met je zoekopdracht.

# noResultsPlaceholderPerhapsItsTime
source: Perhaps it's time to ask a different question.
nl: Misschien is het tijd om een andere vraag te stellen.

# noResultsPlaceholderPerhapsItsTimeToTake
source: Perhaps it's time to take a different route.
nl: Misschien is het tijd om een andere route te nemen.

# noResultsPlaceholderPerhapsTheAnswer
source: Perhaps the answer lies elsewhere.
nl: Misschien ligt het antwoord ergens anders.

# noResultsPlaceholderSeekInAnother
source: Seek in another direction with sharper focus.
nl: Zoek in een andere richting met scherpere focus.

# noResultsPlaceholderTheOutcome
source: The outcome is clear: nothing found. How will you adapt?
nl: De uitkomst is duidelijk: niets gevonden. Hoe ga je je aanpassen?

# noResultsPlaceholderTheSearchIsOver
source: The search is over, but the journey continues.
nl: De zoektocht is voorbij, maar de reis gaat door.

# noResultsPlaceholderTheSearchReveals
source: The search reveals absence.
nl: De zoektocht onthult afwezigheid.

source: No Roomies
nl: Geen huisgenoten

# noTasksAssignedToYou
source: No tasks assigned to you yet
nl: Nog geen taken aan jou toegewezen

source: None
nl: Geen

source: Not assigned to anyone.
nl: Aan niemand toegewezen.

source: Not found
nl: Niet gevonden

source: Not sad, just empty.
nl: Niet treurig, gewoon leeg.

source: Not set
nl: Niet ingesteld

source: Not verified
nl: Niet geverifieerd

source: oct
nl: okt

source: october
nl: oktober

source: once a day
nl: eens per dag

source: once a month
nl: eens per maand

source: once a week
nl: eens per week

source: once a year
nl: eens per jaar

# onetimeTask
source: On demand
nl: Op aanvraag

source: Oops
nl: Oeps

source: Oops! Something went wrong.
nl: Oeps! Er is iets misgegaan.

source: Optional
nl: Optioneel

source: or
nl: of

source: Or continue with
nl: Of ga verder met

source: Overdue
nl: Te laat

# overdueDays
source: overdue {count} days
nl: {count} dagen te laat

# overdueOneDay
source: overdue 1 day
nl: 1 dag te laat

source: Overview
nl: Overzicht

source: Password
nl: Wachtwoord

source: Password does not match
nl: Wachtwoord komt niet overeen

source: Payments
nl: Betalingen

source: Pending
nl: In behandeling

source: Open Email
nl: E-mail openen

source: Pending Invitations
nl: Openstaande uitnodigingen

source: People who want to join your household
nl: Mensen die lid willen worden van je huishouden

source: per month
nl: per maand

source: Permission denied
nl: Toegang geweigerd

source: Phone
nl: Telefoon

# phoneHint
source: e.g. +1 555 555 5555
nl: bijv. +31 6 12345678

source: Phone Number
nl: Telefoonnummer

source: Please check your email to verify your account.
nl: Controleer je e-mail om je account te verifiëren.

source: Please come back soon!
nl: Kom snel terug!

source: Please enter a valid email address
nl: Voer een geldig e-mailadres in

source: Please enter your email.
nl: Voer je e-mail in.

source: Please enter your name
nl: Voer je naam in

source: Please log in to continue.
nl: Log in om door te gaan.

source: Please login to your {appName} account
nl: Log in op je {appName} account

source: Please read and accept our privacy policy
nl: Lees en accepteer ons privacybeleid

source: Please register to continue.
nl: Registreer om door te gaan.

source: Please verify your email address to continue.
nl: Verifieer je e-mailadres om door te gaan.

source: Please wait
nl: Even geduld

source: Postponed email verification until next time.
nl: E-mailverificatie uitgesteld tot de volgende keer.

source: Privacy Policy
nl: Privacybeleid

source: Privacy policy and terms of service accepted
nl: Privacybeleid en servicevoorwaarden geaccepteerd

source: Proceed with caution.
nl: Ga voorzichtig te werk.

source: Profile updated successfully
nl: Profiel succesvol bijgewerkt

source: Quantity
nl: Hoeveelheid

# quantityCannotBeNegative
source: Quantity must be greater than zero
nl: Hoeveelheid moet groter zijn dan nul

# rateLimitMessage
source: Wait {seconds}s.
nl: Wacht {seconds}s.

# readInstructions
source: Read the instructions
nl: Lees de instructies

source: Recurrence
nl: Herhaling

source: Repeat task automatically
nl: Taak automatisch herhalen

# recurrenceInvalid
source: Recurrence configuration is invalid
nl: Herhalingsconfiguratie is ongeldig

source: Recurrence Mode
nl: Herhalingsmodus

# recurrenceOptionalDescription
source: Set up recurring schedule for this task
nl: Stel een herhalend schema in voor deze taak

source: Recurring
nl: Herhalend

source: Register
nl: Registreren

source: Remove
nl: Verwijderen

source: Remove member
nl: Lid verwijderen

source: Remove subtask
nl: Subtaak verwijderen

source: Reorder subtasks
nl: Subtaken herschikken

source: requested to join
nl: verzocht om lid te worden

source: Requests from people that want to join your household.
nl: Verzoeken van mensen die lid willen worden van je huishouden.

source: Requests that you have sent to join a household.
nl: Verzoeken die je hebt verzonden om lid te worden van een huishouden.

source: Required
nl: Verplicht

source: Resend
nl: Opnieuw verzenden

source: Resend Email
nl: E-mail opnieuw verzenden

source: Reset Password
nl: Wachtwoord resetten

# resetPasswordCooldownMessage
source: You can request another reset email in {minutes} {minuteText} and {seconds} {secondText}
nl: Je kunt over {minutes} {minuteText} en {seconds} {secondText} een nieuwe reset e-mail aanvragen

# resetPasswordCooldownMessageSeconds
source: You can request another reset email in {seconds} {secondText}
nl: Je kunt over {seconds} {secondText} een nieuwe reset e-mail aanvragen

# roomies
source: Members
nl: Huisgenoten

# theseAreYourRoommates
source: The chosen few.
nl: De uitverkorenen.

source: Administration
nl: Beheer

# roomy
source: Template
nl: Roomy

# roomy123
source: Password123!
nl: Roomy123!

source: sat
nl: za

source: saturday
nl: zaterdag

source: Save
nl: Opslaan

source: Save Image
nl: Afbeelding opslaan

source: Scan QR Code
nl: QR-code scannen

source: Schedule
nl: Schema

source: Search
nl: Zoeken

source: second
nl: seconde

source: seconds
nl: seconden

source: Select Image
nl: Afbeelding selecteren

source: Select period
nl: Selecteer periode

source: Select weekdays
nl: Selecteer weekdagen

source: Send
nl: Verzenden

source: Send Email
nl: E-mail verzenden

source: Settings
nl: Instellingen

# shareInviteCodeWithNewMembers
source: Share this code with new members
nl: Deel deze code met nieuwe leden

source: Share this code with new members
nl: Deel deze code met nieuwe leden

source: Shared Shopping Lists
nl: Gedeelde boodschappenlijsten

source: Shopping
nl: Boodschappen

source: Shopping List
nl: Boodschappenlijst

source: Shopping list created
nl: Boodschappenlijst aangemaakt

source: Shopping list deleted
nl: Boodschappenlijst verwijderd

source: Shopping list description cannot exceed 200 characters
nl: Boodschappenlijst beschrijving mag niet meer dan 200 tekens bevatten

source: Shopping list name must be at least 3 characters long
nl: Boodschappenlijst naam moet minimaal 3 tekens lang zijn

source: Shopping list name must be at most 50 characters long
nl: Boodschappenlijst naam mag maximaal 50 tekens lang zijn

source: Shopping list not found
nl: Boodschappenlijst niet gevonden

source: Shopping list updated
nl: Boodschappenlijst bijgewerkt

source: Shopping Lists
nl: Boodschappenlijsten

# shoppingOverview
source: Let's Get Shopping!
nl: Laten we gaan winkelen!

# shoppingOverviewDescription
source: Create and manage shared shopping lists with your roomies. Add items, check them off together, and ensure everyone is aware of what needs to be purchased.
nl: Maak en beheer gedeelde boodschappenlijsten met je huisgenoten. Voeg items toe, vink ze samen af en zorg dat iedereen weet wat er gekocht moet worden.

source: Show Invite Code
nl: Uitnodigingscode tonen

source: Sign in
nl: Inloggen

source: Sign up
nl: Registreren

source: Size
nl: Grootte

source: Skip
nl: Overslaan

source: Skipped
nl: Overgeslagen

source: Something went wrong
nl: Er is iets misgegaan

source: Something went wrong, please try again later.
nl: Er is iets misgegaan, probeer het later opnieuw.

source: Something went wrong while deleting old usernames, please try again.
nl: Er is iets misgegaan bij het verwijderen van oude gebruikersnamen, probeer het opnieuw.

# somethingWentWrongWhileSavingTheImagePleaseTryAgain
source: Something went wrong while saving the image. Please try again. If the problem persists, please contact support.
nl: Er is iets misgegaan bij het opslaan van de afbeelding. Probeer het opnieuw. Neem contact op met support als het probleem aanhoudt.

source: Something went wrong while sorting the items, our apologies.
nl: Er is iets misgegaan bij het sorteren van de items, onze excuses.

# somethingWentWrongWhileTryingToCreateYourProfilePlease
source: Something went wrong while trying to create your profile, please try again.
nl: Er is iets misgegaan bij het aanmaken van je profiel, probeer het opnieuw.

# somethingWentWrongWhileTryingToLoadYourHouseholdPlease
source: Something went wrong while trying to load your household, please restart the app and try again.
nl: Er is iets misgegaan bij het laden van je huishouden, herstart de app en probeer het opnieuw.

source: Statistics
nl: Statistieken

source: stranger
nl: vreemdeling

source: Submitting feedback...
nl: Feedback verzenden...

source: Subtask added
nl: Subtaak toegevoegd

source: Subtask completed
nl: Subtaak voltooid

source: Subtask deleted
nl: Subtaak verwijderd

# subtaskNameMaxLength
source: Subtask name cannot exceed 100 characters
nl: Subtaaknaam mag niet meer dan 100 tekens bevatten

# subtaskNameRequired
source: Subtask name is required
nl: Subtaaknaam is verplicht

source: Subtask reordered
nl: Subtaak herschikt

source: Subtask uncompleted
nl: Subtaak ongedaan gemaakt

source: Subtask updated
nl: Subtaak bijgewerkt

source: Subtasks
nl: Subtaken

source: Break task into smaller steps
nl: Verdeel taak in kleinere stappen

source: Success
nl: Succes

source: sun
nl: zo

source: sunday
nl: zondag

source: Take Photo
nl: Foto maken

source: Tap to add
nl: Tik om toe te voegen

source: Tap to add item
nl: Tik om item toe te voegen

source: Tap to view and manage the cleaning schedule.
nl: Tik om het schoonmaakschema te bekijken en beheren.

source: Task assigned successfully
nl: Taak succesvol toegewezen

source: Task claimed successfully
nl: Taak succesvol geclaimd

source: Task completed
nl: Taak voltooid

source: Task deleted
nl: Taak verwijderd

source: Task Details
nl: Taakdetails

source: Task Management
nl: Taakbeheer

source: Task unassigned successfully
nl: Taak succesvol losgekoppeld

source: Task uncompleted
nl: Taak ongedaan gemaakt

source: Tasks
nl: Taken

# tasksAssignedToYouAndRecentlyCompleted
source: Tasks assigned to you.
nl: Taken toegewezen aan jou.

source: Tell us about yourself..
nl: Vertel ons over jezelf..

source: Terms of Service
nl: Servicevoorwaarden

source: Thank you!
nl: Dank je!

# thankYouAndWelcomeToRoomy
source: Thank you and welcome.
nl: Dank je en welkom bij Roomy.

# thankYouForSharingYourInsightsWithUsWeTruly
source: Thank you for sharing your insights with us. We truly value your feedback and will use it to make the app even better. We appreciate your support!
nl: Bedankt voor het delen van je inzichten. We waarderen je feedback enorm en zullen deze gebruiken om de app nog beter te maken. We waarderen je steun!

source: Thank you for your feedback!
nl: Bedankt voor je feedback!

# theShoppingListHasGoneMissingReturningYouHomeLet
source: The shopping list has gone missing! Returning you home.. let us know if this is a mistake.
nl: De boodschappenlijst is verdwenen! Je wordt teruggebracht naar home.. laat ons weten als dit een fout is.

source: This field is required
nl: Dit veld is verplicht

source: This is currently under development and will be available soon.
nl: Dit is momenteel in ontwikkeling en zal binnenkort beschikbaar zijn.

source: This Week
nl: Deze week

source: thu
nl: do

source: thursday
nl: donderdag

source: Time Span
nl: Tijdspanne

source: times
nl: keer

# timesADay
source: {count} times a day
nl: {count} keer per dag

# timesAMonth
source: {count} times a month
nl: {count} keer per maand

# timesAWeek
source: {count} times a week
nl: {count} keer per week

# timesAYear
source: {count} times a year
nl: {count} keer per jaar

source: times per month
nl: keer per maand

source: times per week
nl: keer per week

source: Title must be at least 1 character long.
nl: Titel moet minimaal 1 teken lang zijn.

source: To Do
nl: Te doen

source: today
nl: vandaag

source: Try again
nl: Probeer opnieuw

source: tue
nl: di

source: tuesday
nl: dinsdag

source: Unable to accept, please try again later.
nl: Accepteren niet mogelijk, probeer het later opnieuw.

source: Unable to log you out
nl: Kan je niet uitloggen

source: Unable to log you out, please try again later.
nl: Kan je niet uitloggen, probeer het later opnieuw.

source: Unassign
nl: Loskoppelen

source: Unassign Task
nl: Taak loskoppelen

source: Unassigned
nl: Niet toegewezen

source: Unavailable
nl: Niet beschikbaar

source: Undo
nl: Ongedaan maken

source: Undo all items
nl: Alle items ongedaan maken

source: Unknown
nl: Onbekend

source: Unknown Error
nl: Onbekende fout

source: Unknown profile. We were unable to fetch the profile.
nl: Onbekend profiel. We konden het profiel niet ophalen.

source: Unnamed Task
nl: Naamloze taak

source: Update Time Slots
nl: Tijdsloten bijwerken

source: Use an invite code to join an existing household.
nl: Gebruik een uitnodigingscode om lid te worden van een bestaand huishouden.

source: User ID not found
nl: Gebruikers-ID niet gevonden

source: User is already a member
nl: Gebruiker is al lid

# userIsAlreadyAMemberMessage
source: {username} is already a member of this household. Would you like to add someone else?
nl: {username} is al lid van dit huishouden. Wil je iemand anders toevoegen?

source: User is already invited
nl: Gebruiker is al uitgenodigd

# userIsAlreadyInvitedMessage
source: {username} has already been invited to this household. Would you like to invite someone else?
nl: {username} is al uitgenodigd voor dit huishouden. Wil je iemand anders uitnodigen?

source: User not found
nl: Gebruiker niet gevonden

# userNotFoundForUsername
source: We could not find a user with the username {username}. Please check the username and try again.
nl: We konden geen gebruiker vinden met de gebruikersnaam {username}. Controleer de gebruikersnaam en probeer opnieuw.

source: Username
nl: Gebruikersnaam

source: Username copied
nl: Gebruikersnaam gekopieerd

# usernameFieldHint
source: @username
nl: @roomydoe

# usernameFieldLabel
source: Username
nl: Gebruikersnaam

# usernameInvalid
source: Invalid username
nl: Ongeldige gebruikersnaam

# usernameInvalidFormat
source: Username can only contain alphanumeric characters, underscores, and periods.
nl: Gebruikersnaam mag alleen alfanumerieke tekens, underscores en punten bevatten.

source: Username is already in use, please choose a different one.
nl: Gebruikersnaam is al in gebruik, kies een andere.

source: Username is already taken.
nl: Gebruikersnaam is al bezet.

# usernameMaxLength
source: Username must be no more than 30 characters long.
nl: Gebruikersnaam mag maximaal 30 tekens lang zijn.

# usernameMinLength
source: Username must be at least 3 characters long.
nl: Gebruikersnaam moet minimaal 3 tekens lang zijn.

# usernameRequired
source: This field is required
nl: Dit veld is verplicht

source: {username}'s Household
nl: {username}'s huishouden

source: Verification email has been resent.
nl: Verificatie e-mail is opnieuw verzonden.

source: Verification email sent
nl: Verificatie e-mail verzonden

# verificationEmailSentCheckingAgainInSeconds
source: Verification email sent, checking again in {seconds} seconds
nl: Verificatie e-mail verzonden, over {seconds} seconden opnieuw controleren

source: Verify Email
nl: E-mail verifiëren

source: Verify your email
nl: Verifieer je e-mail

source: View
nl: Bekijken

source: View All Tasks
nl: Alle taken bekijken

# viewCaps
source: VIEW
nl: BEKIJKEN

source: Waiting for approval
nl: Wachtend op goedkeuring

source: Waiting for invite code...
nl: Wachten op uitnodigingscode...

# weEncounteredAnUnexpectedErrorPleaseTryAgainOrContact
source: We encountered an unexpected error. Please try again or contact support if the issue persists.
nl: We zijn een onverwachte fout tegengekomen. Probeer het opnieuw of neem contact op met support als het probleem aanhoudt.

# weHaveResentTheVerificationEmailPleaseCheckYourInbox
source: We have resent the verification email. Please check your inbox and try again.
nl: We hebben de verificatie e-mail opnieuw verzonden. Controleer je inbox en probeer opnieuw.

# weNoticedYouHaveNotVerifiedYourEmailAddressYet
source: We noticed you have not verified your email address yet, please check your inbox and follow the instructions to verify your email address.
nl: We merkten op dat je je e-mailadres nog niet hebt geverifieerd, controleer je inbox en volg de instructies om je e-mailadres te verifiëren.

# weTakeYourPrivacynverySerious
source: We take your privacy very serious
nl: We nemen je privacy zeer serieus
