Repository: appboypov/turbo_packages
Catalog: turbo_template/flutter-app/lib/l10n/intl_*.arb
Languages: nl

# weWereUnableToCheckTheTimeSlotPleaseReload
source: We were unable to check the time slot. Please reload the app and try again.
nl: We konden het tijdslot niet controleren. Herlaad de app en probeer opnieuw.

source: wed
nl: wo

source: wednesday
nl: woensdag

# weekDaysRequired
source: At least one weekday must be selected for weekly frequency
nl: Minimaal één weekdag moet worden geselecteerd voor wekelijkse frequentie

source: weeks
nl: weken

# weeksAgo
source: {inWeeks} Weeks Ago
nl: {inWeeks} weken geleden

source: Welcome 🎉
nl: Welkom bij Roomy 🎉

source: Welcome back
nl: Welkom terug

# welcomeSubtitle
source: We're excited to help you organize your household! Through the button below you can read how to easily send feedback.
nl: We zijn enthousiast om je te helpen je huishouden te organiseren! Via de onderstaande knop kun je lezen hoe je eenvoudig feedback kunt versturen.

source: Welcome to Shopping Lists 🛒
nl: Welkom bij Boodschappenlijsten 🛒

# welcomeToShoppingListsSubtitle
source: Create shared shopping lists with your household members. Add items, mark them as completed, and keep everyone organized!
nl: Maak gedeelde boodschappenlijsten met je huishoudenleden. Voeg items toe, markeer ze als voltooid en houd iedereen georganiseerd!

source: What name suits you best?
nl: Welke naam past het beste bij je?

source: What's New?
nl: Wat is nieuw?

source: Would you like to resend the verification email?
nl: Wil je de verificatie e-mail opnieuw verzenden?

source: Yes
nl: Ja

# youCanOnlySkipEmailVerificationOnce
source: You can only skip email verification once. Please verify your email to continue.
nl: Je kunt e-mailverificatie maar één keer overslaan. Verifieer je e-mail om door te gaan.

source: You cannot delete the main shopping list
nl: Je kunt de hoofd boodschappenlijst niet verwijderen

source: You have been invited!
nl: Je bent uitgenodigd!

source: You have been invited to join {name}!
nl: Je bent uitgenodigd om lid te worden van {name}!

source: You have left the household
nl: Je hebt het huishouden verlaten

# youWillNoLongerHaveAccessToThisHouseholdYou
source: You have automatically joined your old household if you had one.
nl: Je bent automatisch weer lid geworden van je oude huishouden als je er een had.

source: your current household
nl: je huidige huishouden

source: Your password must be at least 8 characters long.
nl: Je wachtwoord moet minimaal 8 tekens lang zijn.

# yourRequestToJoinTheHouseholdHasBeenSent
source: Your request to join the household has been sent. An admin will review it shortly.
nl: Je verzoek om lid te worden van het huishouden is verzonden. Een beheerder zal het binnenkort beoordelen.

# welcomeToRoomy
source: Welcome!
nl: Welkom bij Roomy!

source: Welcome Home
nl: Welkom thuis

source: Choose an option to get started
nl: Kies een optie om te beginnen

source: Create Household
nl: Huishouden aanmaken

source: Start a fresh household for you and your roomies
nl: Start een nieuw huishouden voor jou en je huisgenoten

source: Use Invite Code
nl: Uitnodigingscode gebruiken

source: Use your invite code to join an existing household
nl: Gebruik je uitnodigingscode om lid te worden van een bestaand huishouden

# joinHouseholdScan
source: Scan to Join
nl: Scannen om te joinen

source: Scan a QR code to join an existing household
nl: Scan een QR-code om lid te worden van een bestaand huishouden

# selectCaps
source: SELECT
nl: SELECTEREN

source: Scan To Join
nl: Scan om te joinen

source: No payments yet!
nl: Nog geen betalingen!

source: Create your first payment to get started.
nl: Maak je eerste betaling aan om te beginnen.

source: History
nl: Geschiedenis

source: Amount
nl: Bedrag

source: Payment saved successfully
nl: Betaling succesvol opgeslagen

source: Subject
nl: Onderwerp

# subjectHint
source: e.g. Groceries, Utilities, etc.
nl: bijv. Boodschappen, Nutsvoorzieningen, etc.

source: Delete Payment
nl: Betaling verwijderen

# deletePaymentConfirmation
source: Are you sure you want to delete this payment? This action cannot be undone.
nl: Weet je zeker dat je deze betaling wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Payment deleted successfully
nl: Betaling succesvol verwijderd

source: All Payments
nl: Alle betalingen

# paymentGeneral
source: General
nl: Algemeen

# paymentGeneralDescription
source: Payment subject and general details.
nl: Betalingsonderwerp en algemene details.

# paymentSection
source: Payment
nl: Betaling

# paymentSectionDescription
source: Payment amount and financial details.
nl: Betalingsbedrag en financiële details.

source: Receipt
nl: Bon

# receiptDescription
source: Attach a receipt image for documentation.
nl: Voeg een bonafbeelding toe voor documentatie.

source: Delete Receipt
nl: Bon verwijderen

# deleteReceiptConfirmation
source: Are you sure you want to delete this receipt?
nl: Weet je zeker dat je deze bon wilt verwijderen?

source: Add Receipt
nl: Bon toevoegen

source: Receipt deleted
nl: Bon verwijderd

source: Receipt uploaded
nl: Bon geüpload

source: Save to Gallery
nl: Opslaan in galerij

source: Image saved to gallery
nl: Afbeelding opgeslagen in galerij

source: Failed to download image
nl: Afbeelding downloaden mislukt

source: See all
nl: Alles bekijken

source: Me
nl: Ik

source: Payments Overview
nl: Betalingsoverzicht

# paymentsOverviewDescription
source: You pay some, you owe some.
nl: Je betaalt wat, je bent wat schuldig.

# paymentPeriodDay
source: Day
nl: Dag

# paymentPeriodMonth
source: Month
nl: Maand

# paymentPeriodYear
source: Year
nl: Jaar

# paymentPeriodAllTime
source: All
nl: Alles

# yourExpenses
source: My Expenses
nl: Mijn uitgaven

# paymentCount
source: Payments
nl: Betalingen

# paymentTotal
source: Total
nl: Totaal

# noPaymentsInPeriod
source: No payments in this period
nl: Geen betalingen in deze periode

source: Unable to Edit
nl: Bewerken niet mogelijk

# cannotEditPaymentsCreatedByOtherUsers
source: You cannot edit payments created by other users
nl: Je kunt betalingen die door andere gebruikers zijn aangemaakt niet bewerken

# viewOnlyMode
source: View only - This payment was created by another user
nl: Alleen bekijken - Deze betaling is aangemaakt door een andere gebruiker

source: Download
nl: Downloaden

source: Close
nl: Sluiten

# paid
source: receives
nl: ontvangt

source: owes
nl: is schuldig

source: You Paid
nl: Jij betaalde

source: You Owe
nl: Jij bent schuldig

source: View Payments
nl: Betalingen bekijken

# chartDescriptionSparklineNet
source: Your net balance over time. Positive values mean others owe you, negative means you owe others.
nl: Je netto balans over tijd. Positieve waarden betekenen dat anderen jou geld schuldig zijn, negatief betekent dat jij anderen geld schuldig bent.

# chartDescriptionPayerSharePie
source: Who paid for expenses in this period. Shows the percentage breakdown by payer.
nl: Wie betaalde voor uitgaven in deze periode. Toont de procentuele verdeling per betaler.

# chartDescriptionRoommateNetBars
source: Balance for each roommate. Green bars show what they are owed, red bars show what they owe.
nl: Balans voor elke huisgenoot. Groene balken tonen wat ze tegoed hebben, rode balken wat ze schuldig zijn.

# chartDescriptionHouseholdOverTime
source: Total household spending per time bucket. Shows expense trends over the selected period.
nl: Totale huishouduitgaven per tijdsperiode. Toont uitgavetrends over de geselecteerde periode.

# participantValidationAtLeastOne
source: At least one participant must be selected.
nl: Minimaal één deelnemer moet worden geselecteerd.

# participantValidationSplitMustMatch
source: Split total must match payment amount.
nl: Verdeeltotaal moet overeenkomen met betalingsbedrag.

# participantValidationSplitCannotExceed
source: Split total cannot exceed payment amount.
nl: Verdeeltotaal mag betalingsbedrag niet overschrijden.

# participantValidationShareGreaterThanZero
source: Each participant must have a share greater than 0.
nl: Elke deelnemer moet een aandeel groter dan 0 hebben.

# participantValidationPercentagesMustTotal
source: Split percentages must total 100%.
nl: Verdeelpercentages moeten optellen tot 100%.

# participantValidationPercentagesCannotExceed
source: Percentage total cannot exceed 100%.
nl: Percentagetotaal mag 100% niet overschrijden.

source: No data available
nl: Geen gegevens beschikbaar

# noDataAvailableForTimeframe
source: No data available for this timeframe, yet.
nl: Nog geen gegevens beschikbaar voor dit tijdsbestek.

# participantValidationNoSplitWithoutParticipants
source: Cannot have split method without participants
nl: Kan geen verdeelmethode hebben zonder deelnemers

# participantValidationCreatorMustParticipate
source: Payment creator must be a participant
nl: Betalingsmaker moet deelnemer zijn

# participantValidationManualMustSumToTotal
source: Manual amounts must sum to total
nl: Handmatige bedragen moeten optellen tot totaal

# participantValidationPercentagesMustSumTo100
source: Percentages must sum to 100%
nl: Percentages moeten optellen tot 100%

# chooseHouseholdMemberToAssignTask
source: Choose a household member to assign this task to.
nl: Kies een huishoudenlid om deze taak aan toe te wijzen.

# paymentParticipants
source: Participants
nl: Deelnemers

# paymentSplitMethod
source: Split Method
nl: Verdeelmethode

# paymentSplit
source: Split
nl: Verdeling

source: Payment
nl: Betaling

source: Who shares this expense?
nl: Wie deelt deze uitgave?

# howToSplitPayment
source: How to split the payment
nl: Hoe de betaling te verdelen

# setAmountForSplitMethod
source: Set amount for the split method.
nl: Stel bedrag in voor de verdeelmethode.

source: Reset
nl: Resetten

source: Emergency Contact
nl: Noodcontact

source: Created
nl: Aangemaakt

source: Updated
nl: Bijgewerkt

source: Validation Error
nl: Validatiefout

# setTotalAmountDescription
source: Set the total amount
nl: Stel het totaalbedrag in

# youCreator
source: You
nl: Jij

source: you
nl: jij

source: Profile
nl: Profiel

source: User profile information
nl: Gebruikersprofielinformatie

source: No items
nl: Geen items

source: Shopped and loaded.
nl: Gewinkeld en geladen.

source: All tasks completed
nl: Alle taken voltooid

# showThisToYourRoomy
source: Share this with a member.
nl: Stuur dit naar je huisgenoot.

# invalidCredentialsMessage
source: The credentials provided are invalid, please try again.
nl: De opgegeven inloggegevens zijn ongeldig, probeer het opnieuw.

# invalidCredentialsTitle
source: Invalid credentials
nl: Ongeldige inloggegevens

# networkErrorTitle
source: Network Error
nl: Netwerkfout

# accountAlreadyInUseMessage
source: The account is already in use, please try again.
nl: Het account is al in gebruik, probeer het opnieuw.

# accountAlreadyInUseTitle
source: Account already in use
nl: Account al in gebruik

# invalidCredentialMessage
source: Something went wrong verifying the credential, please try again.
nl: Er is iets misgegaan bij het verifiëren van de inloggegevens, probeer het opnieuw.

# invalidCredentialTitle
source: Invalid credential
nl: Ongeldige inloggegevens

# operationNotAllowedTitle
source: Operation not allowed
nl: Bewerking niet toegestaan

# accountDisabledMessage
source: The account corresponding to the credential is disabled, please try again.
nl: Het account dat bij de inloggegevens hoort is uitgeschakeld, probeer het opnieuw.

# accountDisabledTitle
source: Account disabled
nl: Account uitgeschakeld

# accountNotFoundMessage
source: The account corresponding to the credential was not found, please try again.
nl: Het account dat bij de inloggegevens hoort is niet gevonden, probeer het opnieuw.

# accountNotFoundTitle
source: Account not found
nl: Account niet gevonden

# wrongPasswordMessage
source: The password is invalid, please try again.
nl: Het wachtwoord is ongeldig, probeer het opnieuw.

# wrongPasswordTitle
source: Wrong password
nl: Verkeerd wachtwoord

# invalidVerificationCodeMessage
source: The verification code of the credential is invalid, please try again.
nl: De verificatiecode van de inloggegevens is ongeldig, probeer het opnieuw.

# invalidVerificationCodeTitle
source: Invalid verification code
nl: Ongeldige verificatiecode

# invalidVerificationIdMessage
source: The verification id of the credential is invalid, please try again.
nl: De verificatie-ID van de inloggegevens is ongeldig, probeer het opnieuw.

# invalidVerificationIdTitle
source: Invalid verification id
nl: Ongeldige verificatie-ID

# invalidEmailMessage
source: The email address provided is invalid, please try again.
nl: Het opgegeven e-mailadres is ongeldig, probeer het opnieuw.

# invalidEmailTitle
source: Invalid email
nl: Ongeldig e-mailadres

# emailAlreadyInUseMessage
source: The email used already exists, please use a different email or try to log in.
nl: Het gebruikte e-mailadres bestaat al, gebruik een ander e-mailadres of probeer in te loggen.

# emailAlreadyInUseTitle
source: Email already in use
nl: E-mail al in gebruik

# weakPasswordMessage
source: The password provided is too weak, please try again.
nl: Het opgegeven wachtwoord is te zwak, probeer het opnieuw.

# weakPasswordTitle
source: Weak password
nl: Zwak wachtwoord

# invalidPhoneNumberMessage
source: The phone number has an invalid format. Please input a valid phone number.
nl: Het telefoonnummer heeft een ongeldig formaat. Voer een geldig telefoonnummer in.

# invalidPhoneNumberTitle
source: Invalid Phone Number
nl: Ongeldig telefoonnummer

# captchaCheckFailedTitle
source: Captcha Check Failed
nl: Captcha controle mislukt

# quotaExceededTitle
source: Quota Exceeded
nl: Quotum overschreden

# providerAlreadyLinkedTitle
source: Provider Already Linked
nl: Provider al gekoppeld

# credentialAlreadyInUseTitle
source: Credential Already In Use
nl: Inloggegevens al in gebruik

# unknownErrorMessage
source: An unknown error has occurred, please try again.
nl: Er is een onbekende fout opgetreden, probeer het opnieuw.

# unknownErrorTitle
source: Unknown error
nl: Onbekende fout

# accountDeletedMessage
source: Your account has been successfully deleted.
nl: Je account is succesvol verwijderd.

# accountDeletedTitle
source: Account deleted
nl: Account verwijderd

# failedToDeleteAccountMessage
source: An unknown error occurred while trying to delete your account.
nl: Er is een onbekende fout opgetreden bij het verwijderen van je account.

# failedToDeleteAccountTitle
source: Failed to delete account
nl: Account verwijderen mislukt

# accountLinkedMessage
source: Your account has been successfully linked.
nl: Je account is succesvol gekoppeld.

# accountLinkedTitle
source: Account linked
nl: Account gekoppeld

# logoutSuccessfulMessage
source: You are no longer logged in.
nl: Je bent niet langer ingelogd.

# logoutSuccessfulTitle
source: Logout successful
nl: Uitloggen gelukt

# loginFailedTitle
source: Login failed
nl: Inloggen mislukt

# accountCreatedTitle
source: Account created
nl: Account aangemaakt

# registerFailedTitle
source: Register failed
nl: Registratie mislukt

# logoutFailedTitle
source: Logout failed
nl: Uitloggen mislukt

# verifyEmailSentMessage
source: Please check your email to verify your account.
nl: Controleer je e-mail om je account te verifiëren.

# verifyEmailSentTitle
source: Verify email sent
nl: Verificatie e-mail verzonden

# emailNotVerifiedMessage
source: Could not verify your email at this time. Please try again later.
nl: Je e-mail kon op dit moment niet worden geverifieerd. Probeer het later opnieuw.

# emailNotVerifiedTitle
source: Email Not Verified
nl: E-mail niet geverifieerd

# emailVerifiedTitle
source: Email verified
nl: E-mail geverifieerd

# welcomeBackTitle
source: Welcome back!
nl: Welkom terug!

# failedToLogInTitle
source: Failed to log in
nl: Inloggen mislukt

# accountCreationFailedTitle
source: Account creation failed
nl: Account aanmaken mislukt

source: User ID is null
nl: Gebruikers-ID is null

# taskNotFoundMessage
source: Unable to find the task to update subtask
nl: Kan de taak niet vinden om subtaak bij te werken

# taskNotFoundTitle
source: Task not found
nl: Taak niet gevonden

# failedToUpdateSubtaskMessage
source: Failed to update subtask. Please try again.
nl: Subtaak bijwerken mislukt. Probeer het opnieuw.

# conversionFailedMessage
source: Failed to convert screenshot
nl: Screenshot converteren mislukt

# conversionFailedTitle
source: Conversion failed
nl: Conversie mislukt

# unexpectedErrorMessage
source: An unexpected error occurred
nl: Er is een onverwachte fout opgetreden

# errorTitle
source: Error
nl: Fout

# failedToDeleteItemMessage
source: An error occurred while deleting the item. Please try again.
nl: Er is een fout opgetreden bij het verwijderen van het item. Probeer het opnieuw.

# failedToDeleteItemTitle
source: Failed to delete item
nl: Item verwijderen mislukt

# subtaskNameRequiredValidation
source: Subtask name is required
nl: Subtaaknaam is verplicht

# subtaskNameInvalidCharactersValidation
source: Subtask name contains invalid characters
nl: Subtaaknaam bevat ongeldige tekens

# subtaskNameMaxLengthValidation
source: Subtask name cannot exceed 100 characters
nl: Subtaaknaam mag niet meer dan 100 tekens bevatten

# descriptionMaxLengthValidation
source: Description cannot exceed 500 characters
nl: Beschrijving mag niet meer dan 500 tekens bevatten

# descriptionInvalidCharactersValidation
source: Description contains invalid characters
nl: Beschrijving bevat ongeldige tekens

# contactTypePhoneNumber
source: Phone Number
nl: Telefoonnummer

# contactTypeUnknown
source: Unknown
nl: Onbekend

# welcomeToRoomyDescription
source: Welcome to the app
nl: Welkom bij Roomy

# emailInputFieldLabel
source: Email input field
nl: E-mail invoerveld

# passwordInputFieldLabel
source: Password input field
nl: Wachtwoord invoerveld

# loginButtonLabel
source: Login button
nl: Inloggen knop

# registerButtonLabel
source: Register button
nl: Registreren knop

# switchToLoginLabel
source: Switch to login
nl: Wisselen naar inloggen

# loggedInTitle
source: Logged in
nl: Ingelogd

# logoutButtonLabel
source: Logout button
nl: Uitloggen knop

# acceptInviteLabel
source: Accept Invite
nl: Uitnodiging accepteren

# declineInviteLabel
source: Decline Invite
nl: Uitnodiging weigeren

# cancelInviteLabel
source: Cancel Invite
nl: Uitnodiging annuleren

# homeScreenLabel
source: Home screen
nl: Homescherm

# settingsButtonLabel
source: Settings button
nl: Instellingen knop

# cancelInviteLabelAction
source: Cancel Invite
nl: Uitnodiging annuleren

# acceptRequestLabel
source: Accept Request
nl: Verzoek accepteren

# declineInviteLabelAction
source: Decline Invite
nl: Uitnodiging weigeren

# shoppingItemDescription
source: Shopping item
nl: Boodschappen item

# memberStatisticsDescription
source: Member statistics
nl: Ledenstatistieken

# itemImageDescription
source: Item image
nl: Item afbeelding

# colorLabelWhite
source: White
nl: Wit

# colorLabelRed
source: Red
nl: Rood

# colorLabelGreen
source: Green
nl: Groen

# colorLabelBlue
source: Blue
nl: Blauw

# colorLabelYellow
source: Yellow
nl: Geel

# colorLabelPurple
source: Purple
nl: Paars

# colorLabelOrange
source: Orange
nl: Oranje

# colorLabelPink
source: Pink
nl: Roze

# colorLabelCyan
source: Cyan
nl: Cyaan

# colorLabelTeal
source: Teal
nl: Blauwgroen

# userProfileCardDescription
source: User profile card
nl: Gebruikersprofiel kaart

# errorAlreadyMember
source: You are already a member of this household
nl: Je bent al lid van dit huishouden

# errorInvalidInviteCode
source: The invite code is invalid. Please check and try again.
nl: De uitnodigingscode is ongeldig. Controleer en probeer opnieuw.

# errorHouseholdFull
source: This household has reached the maximum number of members
nl: Dit huishouden heeft het maximale aantal leden bereikt

# errorPendingInvite
source: You already have a pending invite to this household
nl: Je hebt al een openstaande uitnodiging voor dit huishouden

# errorRateLimited
source: Too many attempts. Please try again later.
nl: Te veel pogingen. Probeer het later opnieuw.

# errorUserNotFound
source: User profile not found. Please complete your profile setup.
nl: Gebruikersprofiel niet gevonden. Voltooi je profiel setup.

# errorInvalidCodeFormat
source: Invalid invite code format. The code should be 4 letters/numbers.
nl: Ongeldig uitnodigingscode formaat. De code moet 4 letters/cijfers zijn.

# errorUnauthenticated
source: Please log in to continue
nl: Log in om door te gaan

# errorNotFound
source: The requested item was not found
nl: Het gevraagde item is niet gevonden

# errorPermissionDenied
source: You don't have permission to perform this action
nl: Je hebt geen toestemming om deze actie uit te voeren

source: Unable to Complete Request
nl: Kan verzoek niet voltooien

source: Notifications
nl: Meldingen

source: Notification Settings
nl: Meldingsinstellingen

# notificationSettingsDescription
source: Control which notifications you receive.
nl: Bepaal welke meldingen je ontvangt.

source: Enable Notifications
nl: Meldingen inschakelen

# enableNotificationsDescription
source: Receive push notifications for updates.
nl: Ontvang pushmeldingen voor updates.

source: Shopping Notifications
nl: Boodschappenmeldingen

# shoppingNotificationsDescription
source: Get notified about shopping list updates.
nl: Ontvang meldingen over boodschappenlijst updates.

source: Cleaning Notifications
nl: Schoonmaakmeldingen

# cleaningNotificationsDescription
source: Get notified about cleaning task updates.
nl: Ontvang meldingen over schoonmaaktaak updates.

source: Notifications enabled
nl: Meldingen ingeschakeld

source: Notifications disabled
nl: Meldingen uitgeschakeld

source: Shopping notifications enabled
nl: Boodschappenmeldingen ingeschakeld

source: Shopping notifications disabled
nl: Boodschappenmeldingen uitgeschakeld

source: Cleaning notifications enabled
nl: Schoonmaakmeldingen ingeschakeld

source: Cleaning notifications disabled
nl: Schoonmaakmeldingen uitgeschakeld

source: Mark all as read
nl: Alles als gelezen markeren

source: Added to shopping list
nl: Toegevoegd aan boodschappenlijst

# completedShoppingItems
source: Shopping items completed
nl: Boodschappen items voltooid

# notificationMarkedAsRead
source: Marked as read
nl: Als gelezen gemarkeerd

source: Just now
nl: Zojuist

# minutesAgo
source: {count} minutes ago
nl: {count} minuten geleden

# hoursAgo
source: {count} hours ago
nl: {count} uur geleden

# daysAgo
source: {count} days ago
nl: {count} dagen geleden

source: Yesterday
nl: Gisteren

# notificationConsentBannerText
source: Enable notifications to know when your roomies go shopping
nl: Schakel meldingen in om te weten wanneer je huisgenoten gaan winkelen

# notificationConsentSheetTitle
source: Stay in the Loop
nl: Blijf op de hoogte

# notificationConsentSheetBody
source: Get notified when your roomies add items to shopping lists or complete tasks. Never miss an update from your household.
nl: Ontvang meldingen wanneer je huisgenoten items aan boodschappenlijsten toevoegen of taken voltooien. Mis nooit een update van je huishouden.

# notificationConsentCancelButton
source: Not Now
nl: Nu niet

# notificationConsentAcceptButton
source: Enable Notifications
nl: Meldingen inschakelen

# notificationPermissionGrantedToast
source: Notifications enabled! You'll now receive updates from your household.
nl: Meldingen ingeschakeld! Je ontvangt nu updates van je huishouden.

# notificationPermissionDeniedToast
source: Notifications disabled. You can enable them later in Settings.
nl: Meldingen uitgeschakeld. Je kunt ze later inschakelen in Instellingen.
